[
    {
        "room": "Reg Desk",
        "startDate": "2025-01-31T10:00:00",
        "day": "friday",
        "timeslots": 48,
        "host": "HarmonyCon",
        "title": "Registration",
        "description": "Pick up your badge and convention materials"
    },
    {
        "room": "Vendor Hall",
        "startDate": "2025-01-31T11:00:00",
        "day": "friday",
        "timeslots": 28,
        "host": "HarmonyCon",
        "title": "Vendor Hall",
        "description": "Shop for all your favorite pony merchandise!"
    },
    {
        "room": "Mane Events",
        "startDate": "2025-01-31T11:30:00",
        "day": "friday",
        "timeslots": 4,
        "host": "HarmonyCon",
        "title": "Opening",
        "description": "Join us in Mane Events for our HarmonyCon 2025 kickoff!!! (Also, rawr >:3)"
    },
    {
        "room": "Horsefeld Theatre",
        "startDate": "2025-01-31T12:30:00",
        "day": "friday",
        "timeslots": 3,
        "host": "Pinkaboo",
        "title": "What's Your Favorite Pony's Favorite Musical",
        "description": "The first half will be a discussion on what musical would be the favorite musical of our favorite ponies, the second half will be what the audience's favorite musicals say about them. Fair warning, you might get roasted if you like a bad musical!"
    },
    {
        "room": "Mane Events",
        "startDate": "2025-01-31T12:45:00",
        "day": "friday",
        "timeslots": 2,
        "host": "Minty Root",
        "title": "Bright Eyes in the Thunderclouds: The Official Premiere",
        "description": "The official premiere of the animated remake of Project Thundercloud, a fully animated 15 minutes long short film about Derpy Hooves having to save Equestria from a mysterious storm."
    },
    {
        "room": "Broadhorse Theatre",
        "startDate": "2025-01-31T12:45:00",
        "day": "friday",
        "timeslots": 4,
        "host": "CaptainHoers",
        "title": "Animation Horror Picture Show - Tales of Animation Gone Wrong",
        "description": "Animation is a monument to mankind's hubris. CaptainHoers regales over a decade of trials and tribulations of wrangling pixels into motion against their will."
    },
    {
        "room": "Graumare's Chineighs Theatre",
        "startDate": "2025-01-31T12:45:00",
        "day": "friday",
        "timeslots": 4,
        "host": "Fuzzy",
        "title": "The Blind Brainstorm - Creating OC's Edition!",
        "description": "Last year we had you all create barmy stories in teams that didn't know what each other was thinking. This year it's the turn of characters! Come and learn how to concept and design OCs FOR a story, with Fuzzy of Murky Number Seven giving writing advice, as well as hosting the titular Blind Brainstorm where teams will design an OC... without knowing what each other are planning to add!"
    },
    {
        "room": "Crystal Empire Theatre",
        "startDate": "2025-01-31T13:00:00",
        "day": "friday",
        "timeslots": 6,
        "host": "GatorGoatJohnny",
        "title": "Cutting Half the Track List",
        "description": "There are ~115 songs in \"Friendship is Magic\". To make room for more music, Princess Celestia has issued an ultimatum to our panelists: 50 songs can be saved for posterity, while the rest will be thrown into the sun, never to be heard from again. It's up to our panelists to make some tough calls!"
    },
    {
        "room": "Mane Events",
        "startDate": "2025-01-31T13:30:00",
        "day": "friday",
        "timeslots": 6,
        "host": "Bobby Seas",
        "title": "Trivia Trot 2: The Second One",
        "description": "Back by no demand, Trivia Trot makes its (not so) triumphant return, better(?) than ever! Join Bobby Seas and eight of our community guests as they compete to earn the title of Trivia Trot Champions, and hopefully not go over time like last year! With brand new categories and returning favorites, who knows what will happen in the second episode? Join us and find out!"
    },
    {
        "room": "Horsefeld Theatre",
        "startDate": "2025-01-31T13:30:00",
        "day": "friday",
        "timeslots": 2,
        "host": "Storm Chaser",
        "title": "Before You Play 'The Pony Puzzle': Essence 20 Overview",
        "description": "Are you playing in Saturday's 'World's Collide Part 2: The Pony Puzzle?' but never played in a tabletop RPG, let alone an EPIC event? Fear not, we are here to answer all your burning questions, from a brief overview on Essence 20, how to read character sheets, and what to expect at Saturday's event!"
    },
    {
        "room": "Graumare's Chineighs Theatre",
        "startDate": "2025-01-31T14:00:00",
        "day": "friday",
        "timeslots": 8,
        "host": "fannytastical",
        "title": "Perler Bead Workshop",
        "description": "Make your own Perler bead creations of HarmonyCon's iconic pony duo! All ages welcome!"
    },
    {
        "room": "Broadhorse Theatre",
        "startDate": "2025-01-31T14:15:00",
        "day": "friday",
        "timeslots": 4,
        "host": "HarmonyCon",
        "title": "Singing in Character with Shannon, Kazumi, & Rena",
        "description": "You can't have a musical without songs, and the wonderful singing voices of Pinkie Pie, Rarity, and Sapphire Shores know all about what it takes to perform as an animated pony (or a Berry Buddy, or a Siren, a lowly pirate). Is there something you want to know about voice acting, singing, etc? There will be a Q&A so you can find out!"
    },
    {
        "room": "Horsefeld Theatre",
        "startDate": "2025-01-31T14:15:00",
        "day": "friday",
        "timeslots": 8,
        "host": "The Nameless One",
        "title": "Creator Roundup: Harmony Con Edition!",
        "description": "Ever wanted to know what made your favorite creators decide to do what they do? Ever wondered how they make the things that you love from them? Well wonder no more! Join the Nameless as he interviews some of your favorite creators in a con only version of his Creator Roundup podcast!"
    },
    {
        "room": "Crystal Empire Theatre",
        "startDate": "2025-01-31T14:45:00",
        "day": "friday",
        "timeslots": 4,
        "host": "Snowy Charm",
        "title": "Let's Make Harmony!",
        "description": "The Pit Crew are going to write a new song with your suggestions and play it on main stage! What's the theme? Which pony? It's up to you!"
    },
    {
        "room": "Mane Events",
        "startDate": "2025-01-31T15:15:00",
        "day": "friday",
        "timeslots": 4,
        "host": "Thoth Penswell",
        "title": "RiffPonies!",
        "description": "Just when you thought it was safe to watch pony cartoons again...a bunch of jerks from New Jersey found THE WORST ONES imaginable!  Join the RiffPonies crew of Thoth Penswell and a slew of other special Community Guest stars as they take you on an epic journey through some of THE WORST My Little Pony cartoons they can find and brutally mock them for your enjoyment!  From decades gone by to current day, jeer and suffer through the worst of Equine animation & more along with the rest of your friends!"
    },
    {
        "room": "Mane Events",
        "startDate": "2025-01-31T16:30:00",
        "day": "friday",
        "timeslots": 10,
        "host": "HarmonyCon",
        "title": "Soundcheck",
        "description": "Soundcheck"
    },
    {
        "room": "Mane Events",
        "startDate": "2025-01-31T19:00:00",
        "day": "friday",
        "timeslots": 24,
        "host": "HarmonyCon",
        "title": "Concert",
        "description": "<a href='https://harmonycon.org/musicians' class='underline underline-offset-2 font-bold' target='_blank'>Coltchella 6 Musicians</a>"
    },
    {
        "room": "Autograph Room",
        "startDate": "2025-01-31T15:30:00",
        "day": "friday",
        "timeslots": 4,
        "host": "HarmonyCon",
        "title": "Autographs for VAs",
        "description": "Autographs for VAs"
    },
    {
        "room": "Broadhorse Theatre",
        "startDate": "2025-01-31T15:30:00",
        "day": "friday",
        "timeslots": 4,
        "host": "HarmonyCon",
        "title": "How Comics Come to Life with Tony & Jeremy",
        "description": "Dive into comics new and old with two of the great industry pros - Tony Fleecs and Jeremy Whitley. Hear about how your favorite (or soon to be favorite!) comic books were designed. Whether you have been reading for a while or even not at all, you will leave with a deeper appreciation for this way of storytelling!"
    },
    {
        "room": "Crystal Empire Theatre",
        "startDate": "2025-01-31T16:15:00",
        "day": "friday",
        "timeslots": 6,
        "host": "Geominations",
        "title": "Jeopardy!: My Little Pony Edition",
        "description": "Do you think you're an expert at all things pony related? Do you think you know the fandom like the back of your hoof? Well, if that's the case, you won't want to miss Jeopardy!: My Little Pony Edition! Based off of America's Favorite Quiz Show \"Jeopardy!\", you, yes YOU, may be able to compete against others in answering trivia-based questions about MLP and its fandom, and potentially even win a prize in the process."
    },
    {
        "room": "Horsefeld Theatre",
        "startDate": "2025-01-31T16:30:00",
        "day": "friday",
        "timeslots": 4,
        "host": "Bpendragon",
        "title": "Iyashikei and MLP: Slice of Life and Healing",
        "description": "Fans have stated for years that MLP:FiM has helped them heal and get through tough times. Here we aim to dissect some of the tropes that make that possible, and compare them to the popular Japanese media sub-genre known as Iyashikei."
    },
    {
        "room": "Graumare's Chineighs Theatre",
        "startDate": "2025-01-31T16:30:00",
        "day": "friday",
        "timeslots": 4,
        "host": "Nevaylin",
        "title": "Community Guest Meetup",
        "description": "Come meet the talented community guests of HarmonyCon 2025!"
    },
    {
        "room": "Broadhorse Theatre",
        "startDate": "2025-01-31T16:45:00",
        "day": "friday",
        "timeslots": 4,
        "host": "Pony Town",
        "title": "Pony Town's Something Social",
        "description": "Come join our panelists, who are part of the Pony Town team, as they take a deep dive into Pony Town culture and content creation. We will explain how the game works, talk about the people who make it possible, and how HarmonyCon itself was built into the game for those who could not attend in person. There will also be a Q&A for all your Pony Town questions!"
    },
    {
        "room": "Horsefeld Theatre",
        "startDate": "2025-01-31T17:45:00",
        "day": "friday",
        "timeslots": 4,
        "host": "Kariana Keyes",
        "title": "Getting Creative with Pony Cosplay!",
        "description": "Interested in dipping your hooves into the cosplay side of the pony community? There are so many ideas and possibilities out there for so many different characters this series has brought us!"
    },
    {
        "room": "Graumare's Chineighs Theatre",
        "startDate": "2025-01-31T17:45:00",
        "day": "friday",
        "timeslots": 4,
        "host": "Pony for Hire",
        "title": "How to make Furrends @ cons",
        "description": "Cons are a magical place where people can let loose and have fun. Make the magic last all year long with this hybrid style panel to teach you how to make friends, and a meet and greet to get started right away!"
    },
    {
        "room": "Crystal Empire Theatre",
        "startDate": "2025-01-31T18:00:00",
        "day": "friday",
        "timeslots": 4,
        "host": "Banquo0",
        "title": "Ponify That Movie!",
        "description": "Do you like My Little Pony? Do you like movies?? Us too! Join our colorful cast of equine and film aficionados as they try to decipher movie plots being depicted exclusively through MLP! Play along as the audience to see if you can emerge victorious over our star-studded panelists!"
    },
    {
        "room": "Broadhorse Theatre",
        "startDate": "2025-01-31T18:00:00",
        "day": "friday",
        "timeslots": 4,
        "host": "TaylorBMcardle",
        "title": "The Best Thing About MLP Bracket",
        "description": "Ever wonder what has been the best thing to come out of MLP? Well you the audience have the power to decide what is indeed the best by voting in this new and very wacky bracket that can range from pony episodes, music, community guests, panels etc. You never know what will go against what!"
    },
    {
        "room": "Horsefeld Theatre",
        "startDate": "2025-01-31T19:00:00",
        "day": "friday",
        "timeslots": 6,
        "host": "Lightning Bliss",
        "title": "Don't Be a Loppy!",
        "description": "Learn about Online Social Etiquette by watching the displays and interactions between a Draconaquus named \"Loppy\" and Lightning Bliss"
    },
    {
        "room": "Graumare's Chineighs Theatre",
        "startDate": "2025-01-31T19:00:00",
        "day": "friday",
        "timeslots": 4,
        "host": "Oomles",
        "title": "Color-A-Critter Club",
        "description": "In this relaxing, casual, and fun panel, create one-of-a-kind art with the power of a button press, some markers, and your imagination! Here, you'll be able to choose from dozens of blank pieces of art to color in. Once you're done creating your masterpiece, transform it into a piece of wearable art to bring home! Whether you're a coloring book pro or haven't touched a marker since childhood, everyone is welcome in the Color-a-Critter Club. Join us today!"
    },
    {
        "room": "Crystal Empire Theatre",
        "startDate": "2025-01-31T19:15:00",
        "day": "friday",
        "timeslots": 6,
        "host": "Silver Screen",
        "title": "Fallout Equestria: The Animated Series",
        "description": "Wasteland Productions is coming out live to all our residents of the Wasteland with news on an upcoming, new animated series based off of the beloved fanfic from Kkat. We will show you the project, reveal new content, and introduce the team! You won't want to miss this!"
    },
    {
        "room": "Broadhorse Theatre",
        "startDate": "2025-01-31T19:15:00",
        "day": "friday",
        "timeslots": 4,
        "host": "Fiaura The Tank Girl",
        "title": "Cultural Impact of Bad FanFic - The My Immortal Panel",
        "description": "How the Wost FanFic of All Time Make All Other FanFiction Better?"
    },
    {
        "room": "Graumare's Chineighs Theatre",
        "startDate": "2025-01-31T20:15:00",
        "day": "friday",
        "timeslots": 2,
        "host": "TaylorBMcardle",
        "title": "Glimmer Gang Appreciation Meetup",
        "description": "Calling all members of the Glimmer Gang! Join us as we discuss, talk about, and share your favorite moments about a pony that once was a villain, but is now be considered a fandom favorite by many...well mostly. And that being Starlight Glimmer."
    },
    {
        "room": "Broadhorse Theatre",
        "startDate": "2025-01-31T20:30:00",
        "day": "friday",
        "timeslots": 4,
        "host": "C.H. Starfighter",
        "title": "Flying in Formation: The similarities in the Pegasi of Equestria and Human Aviation",
        "description": "Calling all pegasi! Curious about flying or already doing it? This panel will showcase several examples of the similarities and differences between the Pegasi of Equestria and Human Aviation on Earth. You can also learn how to join us in the sky!"
    },
    {
        "room": "Horsefeld Theatre",
        "startDate": "2025-01-31T20:45:00",
        "day": "friday",
        "timeslots": 4,
        "host": "GatorGoatJohnny",
        "title": "The Stage Coach",
        "description": "All of Equestria's a stage! Come check out how the set designers (erm, animators) packed so much information into each shot of \"Friendship is Magic\", and learn some of the tricks they used to perfectly design the scenes you know and love."
    },
    {
        "room": "Crystal Empire Theatre",
        "startDate": "2025-01-31T21:00:00",
        "day": "friday",
        "timeslots": 4,
        "host": "FormulaPony",
        "title": "Name That Frame! A Pony Trivia Game",
        "description": "Name That Frame! returns to HarmonyCon for its 2nd year bringing new twists and turns. Watch our contestants test their memories of My Little Pony: Friendship is Magic, frame by frame. Plus, have a chance to win a prize of your very own by competing in our audience rounds. See how well you know the show and Name That Frame!"
    },
    {
        "room": "Graumare's Chineighs Theatre",
        "startDate": "2025-01-31T21:00:00",
        "day": "friday",
        "timeslots": 6,
        "host": "Fuzzy",
        "title": "Fanfiction Writing Workshop",
        "description": "Are you a novice fanfic writer with questions? Or an experienced author with advice to impart? Do you just need a name for your OC? This is a friendly, informal discussion panel for fanfic writers of all levels to come together to talk shop, share tips, and work on problems unique to horse words."
    },
    {
        "room": "Crystal Empire Theatre",
        "startDate": "2025-01-31T22:15:00",
        "day": "friday",
        "timeslots": 6,
        "host": "Rytex",
        "title": "Whooves Line Is It Anyway?",
        "description": "The audience participation sensation that grips the pony nation is back once again because the con just can't get rid of us! Come out for ninety minutes of improvization games and skits, and even join in if you feel like it! We guarantee a barrel of laughs by the end of the panel or your money back (offer not valid in any countries)!"
    },
    {
        "room": "Broadhorse Theatre",
        "startDate": "2025-01-31T22:15:00",
        "day": "friday",
        "timeslots": 4,
        "host": "Geominations",
        "title": "2 Ponies, 1 Lie",
        "description": "\"2 truths and a lie\" is an icebreaker game nearly everyone has heard about, but have you ever seen the ponified version of it? If not, then you should stop by and experience 2 Ponies, 1 Lie! Join Bobby Seas, DoTheDaringDew, TaylorBMcardle, and Nevaylin, as they try and determine which bits of MLP trivia are real, and which ones are completely made up."
    },
    {
        "room": "Horsefeld Theatre",
        "startDate": "2025-01-31T22:15:00",
        "day": "friday",
        "timeslots": 4,
        "host": "Banquo0",
        "title": "Small-Time Horse Youtubers",
        "description": "What do Ponies and these Youtube channels have in common? They're all small! Making My Little Pony content comes with its own challenges and hurdles along the way. If you've ever wondered how to get started yourself or want to commiserate with fellow content creators, come join us for this Q&A session with some of the fandom's small-time Brony Youtubers!"
    },
    {
        "room": "Graumare's Chineighs Theatre",
        "startDate": "2025-01-31T22:45:00",
        "day": "friday",
        "timeslots": 6,
        "host": "Railershy",
        "title": "Cards Against Equestria for Charity",
        "description": "Bringing the fun down to the Dallas area, this is a game that encourages audience participation to raise money for the convention's charity. In order for a black card to be played, a donation to charity must be made. The host will also be MATCHING every dollar raised and rounded up to the next $5 mark. As an added incentive for the theater theme, if the black card the attendee got is read in a theatrical way, the host will throw in an additional $5 each time it's done."
    },
    {
        "room": "Broadhorse Theatre",
        "startDate": "2025-01-31T23:30:00",
        "day": "friday",
        "timeslots": 4,
        "host": "DoTheDaringDew",
        "title": "Convention Stories",
        "description": "We have all been very fortunate to have some amazing conventions over the years! One of the greatest parts of this reality is all of the wonderful stories we have been able to make over the years. Come join some convention veterans as they share a handful of the tales from over the last decade of pony cons!"
    },
    {
        "room": "Horsefeld Theatre",
        "startDate": "2025-01-31T23:30:00",
        "day": "friday",
        "timeslots": 6,
        "host": "EzeBird",
        "title": "Magic of Friendship Open Mic",
        "description": "It's time to come together and share how this fandom has affected your life. Be ready to laugh and cry as we tell our story!"
    },
    {
        "room": "Crystal Empire Theatre",
        "startDate": "2025-02-01T00:00:00",
        "day": "friday",
        "timeslots": 4,
        "host": "Harmonight",
        "title": "Pony Tales Lost as a Curse Word: A Brony's Guide to MLP Grimdark",
        "description": "Come one, come all (if you dare)! As you will be able to learn about the spooky side of My Little Pony fanfiction. Will this panel have an ending as sweet as \"Cupcakes\", or will friendship be more tragic than magic? The choice is yours every-pony."
    },
    {
        "day": "friday",
        "title": "Lasers and Feelings",
        "room": "Tabletop",
        "startDate": "2025-01-31T12:00:00",
        "timeslots": 6,
        "host": "Undead_Rattler",
        "description": "Take the helm as Captain Darcy is incapacitated! A quick silly space RPG"
    },
    {
        "day": "friday",
        "title": "Stardew Valley Co-Op",
        "room": "Videogames",
        "startDate": "2025-01-31T12:00:00",
        "timeslots": 8,
        "host": "Eliwood Sain",
        "description": "Hang out with your friends and build up a countryside farm together *Game available whenever computers are free"
    },
    {
        "day": "friday",
        "title": "Mario Kart 8",
        "room": "Videogames*",
        "startDate": "2025-01-31T13:00:00",
        "timeslots": 11,
        "host": "Winds Requiem",
        "description": "Race across different realms within different Nintendo Games Univurses, playing as and against your favorite Nintendo characters! "
    },
    {
        "day": "friday",
        "title": "Pathfinder 2E Beginner Box",
        "room": "Tabletop",
        "timeslots": 4,
        "startDate": "2025-01-31T14:00:00",
        "host": "Undead_Rattler",
        "description": "A good length roleplaying adventure that introduces and teaches the mechanics of Pathfinder 2nd Edition"
    },
    {
        "day": "friday",
        "title": "Tails of Equestria",
        "room": "Tabletop*",
        "startDate": "2025-01-31T14:45:00",
        "timeslots": 7,
        "host": "Eliwood Sain",
        "description": "Make your own foal in this family-friendly RPG set in the world of Gen 4 MLP"
    },
    {
        "day": "friday",
        "title": "Street Fighter 5",
        "room": "Videogames",
        "startDate": "2025-01-31T16:00:00",
        "timeslots": 4,
        "host": "Winds Requiem",
        "description": "A traditional 2d fighter, one on one with your favorite Street Fighter Characters! "
    },
    {
        "day": "friday",
        "title": "Quest for Harmony #3 - Siege of the Crystal Empire",
        "room": "Tabletop",
        "startDate": "2025-01-31T18:00:00",
        "timeslots": 12,
        "host": "Winds Requiem, Cinder Smith",
        "description": "D&D 5e one shot! Play as the Mane 6, Shining Armor or Cadence and retake the Crystal Empire from the evil Darkness that has consumed it! Are you up to this task? Can you free the kingdom from darkness?"
    },
    {
        "day": "friday",
        "title": "Getting Over It Race",
        "room": "Videogames",
        "startDate": "2025-01-31T18:00:00",
        "timeslots": 6,
        "host": "Undead_Rattler",
        "description": "Climb in your Cauldrons and speed up the mountain! First one to make it to a predetermined point or be the furthest along at the end of an hour wins!"
    },
    {
        "day": "friday",
        "title": "Root RPG",
        "room": "Tabletop*",
        "startDate": "2025-01-31T19:00:00",
        "timeslots": 8,
        "host": "Eliwood Sain",
        "description": "Caught in the middle of a woodland war, you are a group of animal outcasts who band together to protect the denizens from threatening armies"
    },
    {
        "day": "friday",
        "title": "Quake",
        "room": "Videogames",
        "startDate": "2025-01-31T21:00:00",
        "timeslots": 6,
        "host": "VideoGame Team",
        "description": "Enjoy a Quake 3 Clone and have some run'n'gun fun in a classic boomer-shooter\n\n*Content Warning"
    },
    {
        "day": "friday",
        "title": "Keep Calm and Kill the Princess",
        "room": "Tabletop",
        "startDate": "2025-01-31T21:15:00",
        "timeslots": 4,
        "host": "Undead_Rattler",
        "description": "Among Us, tabletop edition! Someponies want to off one of the princesses; Other ponies want to keep her safe. Fast Paced and lots of note passing make this game hectic and fun!"
    },
    {
        "day": "friday",
        "title": "Blades in the Dark",
        "room": "Tabletop*",
        "startDate": "2025-01-31T21:30:00",
        "timeslots": 4,
        "host": "Eliwood Sain",
        "description": "(18+) Go on a heist in a world where the sun went dim and the only thing protecting the city from horrific beings outside it is an electric barrier powered by demon whale blood."
    },
    {
        "day": "friday",
        "title": "Golden Eye",
        "room": "Videogames*",
        "startDate": "2025-01-31T22:00:00",
        "timeslots": 6,
        "host": "Winds Requiem",
        "description": "The N64 Classic! A multiplayer FPS fun time on 4 player split screen!"
    },
    {
        "day": "friday",
        "title": "Maid RPG",
        "room": "Tabletop",
        "startDate": "2025-02-01T00:00:00",
        "timeslots": 8,
        "host": "Eliwood Sain",
        "description": "(18+) Inspired by ALL the anime tropes, become maids in service of a master/mistress in their mansion and let the hilarity ensue"
    },
    {
        "day": "friday",
        "title": "Mothership RPG",
        "room": "Tabletop*",
        "startDate": "2025-02-01T00:00:00",
        "timeslots": 8,
        "host": "Undead_Rattler",
        "description": "Need a nightmare? Like cosmic horror? Come wander through a scary space and lose your life to save your friends. PG-13 rating"
    }
]
